[
    {
        "id": 1,
        "name": "Superior Programming Technicature",
        "imageUrl": "/app/assets/images/utn.jpg",
        "description": "This is the certificate in process proof of the 2 years carreer I studied at UTN,Universidad Tecnologica Nacional (National Technological University). I had a very good introduction into the software world. I learnt there, C, Java, HTML, PHP and MySQL, I also had Math, English, and other non directly related subjects. I finished with a 7.40 average grade and with a 9 (scale 1 to 10) in my final project."
    },
    {
        "id": 2,
        "name": "AngularJS 2",
        "imageUrl": "/app/assets/images/ang2.png",
        "description": "This course is powered by pluralsight.com, it\"s about coding along an Angular 2 app using Typescript. An advanced course with a 5.26hs duration. It goes through all the basic knowledge that you must know about this beautiful framework. (Modules, Components, Services, Routing, One and Two way Data Binding, Custom Pipes and Good Practices) "
    },
    {
        "id": 3,
        "name": "Node Api, Express and Mongo DB",
        "imageUrl": "/app/assets/images/pbp.png",
        "description": "This course is powered by pluralsight.com, it\"s an advanced course about coding along an API that uses Express as layer over Node and making a CRUD persisting data in MongoDB. It also goes through good practices."
    },
    {
        "id": 4,
        "name": "Spring",
        "imageUrl": "/app/assets/images/spring.png",
        "description": "This course is powered by pluralsight.com, it\"s an intermediate course about learning the Spring fundamentals for Java."
    },
    {
        "id": 5,
        "name": "CSS",
        "imageUrl": "/app/assets/images/css.png",
        "description": "This course is powered by pluralsight.com, it\"s about the basics of CSS, a beginners course full of tricks and good practices."
    },
    {
        "id": 6,
        "name": "Angular JS",
        "imageUrl": "/app/assets/images/angular.png",
        "description": "This course powered by acamica.com, it\"s about the basics of Angular JS 1, an intermediate course with exams and lots of content to understand the logic and workflow of an app made in this languaje. (Controllers, Directives, Services, Routing, Data Binding and Good Practices)"
    },
    {
        "id": 7,
        "name": "Node JS",
        "imageUrl": "/app/assets/images/node.png",
        "description": "This course powered by acamica.com, it\"s about the basics of  NodeJS, an intermediate course with exams and an introduccion to setting up everything with npm to start a localhost and making a basic API."
    },
    {
        "id": 8,
        "name": "Mongo Data Base",
        "imageUrl": "/app/assets/images/db.png",
        "description": "This course powered by acamica.com, it\"s about the basics of MongoDB, an intermediate course with exams where you can learn how to set up Mongo and make a basic CRUD app."
    },
    {
        "id": 9,
        "name": "Responsive Design",
        "imageUrl": "/app/assets/images/responsive.png",
        "description": "This course powered by acamica.com, it\"s about how to make a responsive website using css media querys. Its really extense and complex and it also has exams."
    },
    {
        "id": 10,
        "name": "JavaScript Prototypes",
        "imageUrl": "/app/assets/images/proto.png",
        "description": "This course powered by acamica.com, it\"s about JavaScript prototypes and diferent ways of working with them. It\"s an intermediate course with exams."
    }
]